Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: Turn on learning to manage learned words.
de: Schalte das Lernen ein, um gelernte Wörter zu verwalten.
es: Activa el aprendizaje para gestionar las palabras aprendidas.
et: Lülita sisse õppimine, et õpitud sõnu hallata.
fr: Active l'apprentissage pour gérer les mots appris.
hu: Kapcsold be a tanulást a megtanult szavak kezeléséhez.
it: Attiva l'apprendimento per gestire le parole imparate.
ja: 覚えた単語を管理するには、学習をオンにしてください。
ko: 학습된 단어를 관리하려면 학습을 켜주세요.
ms: Hidupkan pembelajaran untuk mengurus perkataan yang dipelajari.
pt: Liga a aprendizagem para gerires as palavras aprendidas.
ru: Включите обучение, чтобы управлять выученными словами.
zh_hans: 开启学习功能才能管理学过的单词。

source: Turn on text shortcuts to use this plugin.
de: Aktiviere die Text-Kurzbefehle, um dieses Plugin zu verwenden.
es: Activa los atajos de texto para usar este plugin.
et: Selle pistikprogrammi kasutamiseks lülita teksti otseteed sisse.
fr: Active les raccourcis de texte pour utiliser ce plugin.
hu: Kapcsold be a szöveges gyorsműveleteket a bővítmény használatához.
it: Attiva le scorciatoie di testo per usare questo plugin.
ja: このプラグインを使うには、テキストショートカットを有効にしてください。
ko: 이 플러그인을 사용하려면 텍스트 단축 명령을 켜세요.
ms: Hidupkan pintasan teks untuk menggunakan plugin ini.
pt: Ativa os atalhos de texto para utilizar este plugin.
ru: Включите команды для текста, чтобы использовать этот плагин.
zh_hans: 请开启文本快捷操作以使用此插件。

source: Turn on the Emoji keyboard to use recents.
de: Schalte die Emoji-Tastatur ein, um zuletzt verwendete zu nutzen.
es: Activa el teclado de emojis para usar los recientes.
et: Lülita sisse Emoji-klaviatuur, et viimaseid kasutada.
fr: Active le clavier emoji pour utiliser les récents.
hu: Kapcsold be az Emoji billentyűzetet a legutóbbiak használatához.
it: Attiva la tastiera emoji per usare i recenti.
ja: 最近使った絵文字を使うには、絵文字キーボードをオンにしてください。
ko: 최근 항목을 쓰려면 이모티콘 키보드를 켜주세요.
ms: Hidupkan papan kekunci Emoji untuk guna yang terkini.
pt: Liga o teclado de emojis para usares os recentes.
ru: Включите клавиатуру эмодзи, чтобы пользоваться недавними.
zh_hans: 开启表情键盘才能用最近用过的。

source: Turn on the Emoji keyboard to use this.
de: Schalte die Emoji-Tastatur ein, um das zu nutzen.
es: Activa el teclado de emojis para usar esto.
et: Lülita sisse Emoji-klaviatuur, et seda kasutada.
fr: Active le clavier emoji pour t'en servir.
hu: Ehhez kapcsold be az Emoji billentyűzetet.
it: Attiva la tastiera emoji per usarlo.
ja: これを使うには、絵文字キーボードをオンにしてください。
ko: 이 기능을 쓰려면 이모티콘 키보드를 켜주세요.
ms: Hidupkan papan kekunci Emoji untuk guna ini.
pt: Liga o teclado de emojis para usares isto.
ru: Включите клавиатуру эмодзи, чтобы этим пользоваться.
zh_hans: 开启表情键盘才能用这个。

source: Turn on the Suggestion bar to adjust this.
de: Schalte die Vorschlagsleiste ein, um das anzupassen.
es: Activa la barra de sugerencias para ajustar esto.
et: Lülita sisse Soovituseriba, et seda reguleerida.
fr: Active la barre de suggestions pour régler ça.
hu: Kapcsold be a Javaslatsávot, hogy ezt beállítsd.
it: Attiva la barra dei suggerimenti per regolarlo.
ja: これを調整するには、候補バーをオンにしてください。
ko: 이걸 조정하려면 추천 바를 켜주세요.
ms: Hidupkan Bar cadangan untuk melaras ini.
pt: Liga a barra de sugestões para ajustares isto.
ru: Включите строку подсказок, чтобы это настроить.
zh_hans: 开启建议栏才能调这项。

source: Turn on the Suggestion bar to size it.
de: Schalte die Vorschlagsleiste ein, um ihre Größe festzulegen.
es: Activa la barra de sugerencias para cambiar su tamaño.
et: Lülita sisse Soovituseriba, et selle suurus määrata.
fr: Active la barre de suggestions pour la dimensionner.
hu: Kapcsold be a Javaslatsávot a méretezéshez.
it: Attiva la barra dei suggerimenti per dimensionarla.
ja: 大きさを調整するには、候補バーをオンにしてください。
ko: 크기를 조정하려면 추천 바를 켜주세요.
ms: Hidupkan Bar cadangan untuk menetapkan saiznya.
pt: Liga a barra de sugestões para lhe definires o tamanho.
ru: Включите строку подсказок, чтобы задать её размер.
zh_hans: 开启建议栏才能设它的大小。

source: Turn on the Translate panel in Tools → Translate first.
de: Aktiviere zuerst das Übersetzen-Panel unter Werkzeuge → Übersetzen.
es: Primero activa el panel Traducir en Herramientas → Traducir.
et: Lülita kõigepealt sisse tõlkepaneel jaotises Tööriistad → Tõlgi.
fr: Active d’abord le panneau Traduire dans Outils → Traduire.
hu: Előbb kapcsold be a Fordítás panelt az Eszközök → Fordítás alatt.
it: Attiva prima il pannello Traduci in Strumenti → Traduci.
ja: 先に「ツール」→「翻訳」で翻訳パネルをオンにしてください。
ko: 먼저 도구 → 번역에서 번역 패널을 켜세요.
ms: Hidupkan panel Terjemah dalam Alat → Terjemah dahulu.
pt: Ative primeiro o painel Traduzir em Ferramentas → Traduzir.
ru: Сначала включите панель перевода в «Инструментах» → «Перевод».
zh_hans: 请先在“工具”→“翻译”中打开翻译面板。

source: Turn on to add an AI panel to the keyboard. Proofread, rewrite, change the tone, shorten, reply and more, all on device.
de: Schalt es ein, um der Tastatur ein KI-Panel hinzuzufügen. Korrigieren, umschreiben, den Ton ändern, kürzen, antworten und mehr, alles auf dem Gerät.
es: Actívalo para añadir un panel de IA al teclado. Corrige, reescribe, cambia el tono, acorta, responde y mucho más, todo en el dispositivo.
et: Lülita see sisse, et lisada klaviatuurile TI-paneel. Loe üle, kirjuta ümber, muuda tooni, lühenda, vasta ja palju muud, kõik seadmes.
fr: Active ça pour ajouter un panneau IA au clavier. Relis, réécris, change le ton, raccourcis, réponds et plus encore, le tout sur l'appareil.
hu: Kapcsold be, hogy MI-panelt tegyél a billentyűzethez. Lektorálás, átírás, hangnem-váltás, rövidítés, válasz és sok más, mind az eszközön.
it: Attiva per aggiungere un pannello AI alla tastiera. Correggi, riscrivi, cambia tono, accorcia, rispondi e altro, tutto sul dispositivo.
ja: オンにするとキーボードにAIパネルが付きます。校正、書き直し、トーン変更、短縮、返信など、すべてデバイス内でできます。
ko: 켜면 키보드에 AI 패널이 붙어요. 교정, 다시 쓰기, 어조 바꾸기, 줄이기, 답장까지 전부 기기 안에서 해줘요.
ms: Hidupkan untuk tambah panel AI pada papan kekunci. Semak, tulis semula, tukar nada, pendekkan, balas dan banyak lagi, semuanya dalam peranti.
pt: Ativa para juntar um painel de IA ao teclado. Revê, reescreve, muda o tom, resume, responde e muito mais, tudo no dispositivo.
ru: Включите, чтобы добавить панель ИИ на клавиатуру. Проверка текста, переписывание, смена тона, сокращение, ответ и не только — всё на устройстве.
zh_hans: 打开后会给键盘加一个 AI 面板。校对、改写、换语气、缩短、回复等等，全在设备上完成。

source: Turn on typing analytics above to see your stats. Until then, nothing is collected.
de: Schalte oben die Tippstatistiken ein, um deine Werte zu sehen. Bis dahin wird nichts erfasst.
es: Activa arriba las estadísticas de escritura para ver tus datos. Hasta entonces, no se recopilará nada.
et: Lülita ülal sisse tipimisstatistika, et oma näitajaid näha. Seni ei koguta midagi.
fr: Active les statistiques de frappe ci-dessus pour voir tes données. D'ici là, rien n'est collecté.
hu: Kapcsold be fent a gépelési statisztikákat az adataid megtekintéséhez. Addig semmit sem gyűjtünk.
it: Attiva le statistiche di scrittura qui sopra per vedere i tuoi dati. Fino ad allora non viene raccolto nulla.
ja: 上の入力統計をオンにするとデータを確認できます。それまでは何も記録されません。
ko: 위에서 입력 통계를 켜면 내 통계를 볼 수 있어요. 그전까지는 아무것도 수집하지 않아요.
ms: Hidupkan statistik menaip di atas untuk melihat statistik anda. Sehingga itu, tiada apa-apa dikumpulkan.
pt: Ativa acima as estatísticas de escrita para veres os teus dados. Até lá, não é recolhido nada.
ru: Включите аналитику набора выше, чтобы увидеть статистику. Пока она не включена, ничего не собирается.
zh_hans: 开启上方的输入统计即可查看数据。在此之前不会收集任何内容。

source: Turn on “Animate backgrounds” above to use this.
de: Schalte oben „Hintergründe animieren“ ein, um das zu nutzen.
es: Activa arriba “Animar fondos” para usar esto.
et: Lülita ülal sisse „Animeeri taustu”, et seda kasutada.
fr: Active « Animer les arrière-plans » ci-dessus pour t'en servir.
hu: Ehhez kapcsold be fent a „Hátterek animálása” beállítást.
it: Attiva sopra “Anima gli sfondi” per usarlo.
ja: 上の「背景をアニメーション」をオンにすると使えます。
ko: 위의 “배경 애니메이션”을 켜면 사용할 수 있어요.
ms: Hidupkan “Animasikan latar” di atas untuk menggunakannya.
pt: Liga acima “Animar fundos” para usares isto.
ru: Включите «Анимировать фоны» выше, чтобы этим пользоваться.
zh_hans: 请先开启上方的“动画背景”。

source: Turn plugins on and off
de: Plugins ein- und ausschalten
es: Activa y desactiva plugins
et: Lülita pistikprogramme sisse ja välja
fr: Active et désactive les plugins
hu: Bővítmények be- és kikapcsolása
it: Attiva e disattiva i plugin
ja: プラグインのオン/オフ
ko: 플러그인 켜고 끄기
ms: Hidup dan matikan plugin
pt: Ativa e desativa plugins
ru: Включение и отключение плагинов
zh_hans: 开关插件

source: Turn plugins on to use this one.
de: Schalte Plugins ein, um dieses zu verwenden.
es: Activa los plugins para usar este.
et: Selle kasutamiseks lülita pistikprogrammid sisse.
fr: Activez les plugins pour utiliser celui-ci.
hu: Kapcsold be a bővítményeket, hogy ezt használhasd.
it: Attiva i plugin per usare questo.
ja: このプラグインを使うにはプラグインをオンにしてください。
ko: 이 플러그인을 쓰려면 플러그인을 켜세요.
ms: Hidupkan plugin untuk menggunakan yang ini.
pt: Ative os plugins para usar este.
ru: Включите плагины, чтобы использовать этот.
zh_hans: 打开插件功能后即可使用此插件。

source: Turn some on in Clink under AI Tools.
de: Schalt ein paar in Clink unter KI-Werkzeuge ein.
es: Activa algunas en Clink, en Herramientas de IA.
et: Lülita mõned sisse Clinkis jaotises TI-tööriistad.
fr: Active-en dans Clink, sous Outils IA.
hu: Kapcsolj be párat a Clinkben, az MI-eszközöknél.
it: Attivane qualcuna in Clink, sotto AI Tools.
ja: Clink の「AI ツール」でいくつかオンにしてください。
ko: Clink의 AI 도구에서 몇 개 켜보세요.
ms: Hidupkan beberapa dalam Clink di bawah Alat AI.
pt: Liga algumas no Clink, em Ferramentas de IA.
ru: Включите что-нибудь в Clink, в разделе «Инструменты ИИ».
zh_hans: 去 Clink 的「AI 工具」里开几个吧。

source: Turn speech into text
de: Wandle Gesprochenes in Text um
es: Convierte voz en texto
et: Muuda kõne tekstiks
fr: Transforme la parole en texte
hu: Beszéd szöveggé alakítása
it: Trasforma la voce in testo
ja: 音声をテキストに変換します
ko: 말을 텍스트로 변환하세요
ms: Tukar pertuturan kepada teks
pt: Converte voz em texto
ru: Преобразование речи в текст
zh_hans: 将语音转为文字

source: Turn stickers on to bring them to the keyboard.
de: Aktiviere Sticker, um sie auf die Tastatur zu bringen.
es: Activa las pegatinas para llevarlas al teclado.
et: Lülita kleepsud sisse, et need klaviatuurile tuua.
fr: Activez les autocollants pour les afficher sur le clavier.
hu: Kapcsold be a matricákat, hogy a billentyűzetre kerüljenek.
it: Attiva gli adesivi per portarli sulla tastiera.
ja: ステッカーをオンにしてキーボードに表示しましょう。
ko: 키보드에 표시하려면 스티커를 켜세요.
ms: Hidupkan pelekat untuk membawanya ke papan kekunci.
pt: Ative os adesivos para levá-los ao teclado.
ru: Включите стикеры, чтобы они появились на клавиатуре.
zh_hans: 开启贴纸以便将它们显示到键盘上。

source: Turn the Profile Switcher on and you can swap profiles from the keyboard itself.
de: Schalte den Profilwechsler ein, dann tauschst du Profile direkt auf der Tastatur.
es: Activa el Cambio de perfil y podrás cambiar de perfil desde el propio teclado.
et: Lülita sisse Profiilivahetaja ja sa saad profiile vahetada otse klaviatuurilt.
fr: Active le Changeur de profil et tu changes de profil depuis le clavier lui-même.
hu: Kapcsold be a Profilváltót, és magáról a billentyűzetről válthatsz profilt.
it: Attiva il Cambio profilo e puoi passare da un profilo all'altro dalla tastiera stessa.
ja: 「プロファイル切り替え」をオンにすると、キーボード上でプロファイルを切り替えられます。
ko: 프로필 전환을 켜면 키보드에서 바로 프로필을 바꿀 수 있습니다.
ms: Hidupkan Penukar Profil dan anda boleh menukar profil terus dari papan kekunci.
pt: Liga a Troca de perfil e passas a mudar de perfil a partir do próprio teclado.
ru: Включите переключатель профилей — и профили можно будет менять прямо с клавиатуры.
zh_hans: 打开“配置文件切换”，就能直接在键盘上换配置文件。

source: Turn the category tabs back on to style them.
de: Schalte die Kategorie-Tabs wieder ein, um sie zu gestalten.
es: Vuelve a activar las pestañas de categorías para darles estilo.
et: Lülita kategooriakaardid tagasi sisse, et neid kujundada.
fr: Réactive les onglets de catégories pour choisir leur style.
hu: Kapcsold vissza a kategóriafüleket, hogy stílust adhass nekik.
it: Riattiva le schede delle categorie per dar loro uno stile.
ja: スタイルを変えるには、カテゴリタブをもう一度オンにしてください。
ko: 스타일을 바꾸려면 카테고리 탭을 다시 켜주세요.
ms: Hidupkan semula tab kategori untuk menggayakannya.
pt: Volta a ligar os separadores de categorias para lhes dar estilo.
ru: Включите вкладки категорий обратно, чтобы задать им вид.
zh_hans: 想调样式，先把分类栏打开。

source: Turn the pet off, or pick another one and move it to a different corner.
de: Schalte das Haustier aus, oder nimm ein anderes und setz es in eine andere Ecke.
es: Desactiva la mascota, o elige otra y ponla en otra esquina.
et: Lülita lemmikloom välja või vali teine ja liiguta ta teise nurka.
fr: Désactive le compagnon, ou choisis-en un autre et place-le dans un autre coin.
hu: Kapcsold ki a kisállatot, vagy válassz másikat, és tedd át egy másik sarokba.
it: Disattiva l'animaletto, oppure scegline un altro e spostalo in un angolo diverso.
ja: ペットをオフにするか、別のペットを選んで違う隅に移動します。
ko: 펫을 끄거나, 다른 펫을 골라 다른 구석으로 옮기세요.
ms: Matikan peliharaan itu, atau pilih yang lain dan alihkannya ke sudut berbeza.
pt: Desliga a mascote, ou escolhe outra e muda-a para outro canto.
ru: Выключите питомца — или выберите другого и переставьте его в другой угол.
zh_hans: 把宠物关掉，或者换一只、挪到别的角落。

source: Turn typing analytics on or off
de: Tipppanalysen ein- oder ausschalten
es: Activa o desactiva las estadísticas de escritura
et: Lülita trükkimisanalüüs sisse või välja
fr: Activez ou désactivez les statistiques de saisie
hu: Gépelési elemzések be- vagy kikapcsolása
it: Attiva o disattiva le analisi di digitazione
ja: 入力分析のオン／オフ
ko: 입력 분석 켜기 또는 끄기
ms: Hidupkan atau matikan analitik penaipan
pt: Ativa ou desativa as estatísticas de escrita
ru: Включить или выключить аналитику ввода
zh_hans: 开启或关闭输入分析

source: Turns off the backdrop and animation, and clears the selected style.
de: Schaltet Hintergrund und Animation aus und entfernt den ausgewählten Stil.
es: Desactiva el fondo y la animación, y borra el estilo seleccionado.
et: Lülitab tausta ja animatsiooni välja ning tühjendab valitud stiili.
fr: Désactive l'arrière-plan et l'animation, et efface le style sélectionné.
hu: Kikapcsolja a hátteret és az animációt, és törli a kiválasztott stílust.
it: Disattiva lo sfondo e l'animazione e cancella lo stile selezionato.
ja: 背景とアニメーションをオフにし、選択したスタイルをクリアします。
ko: 배경과 애니메이션을 끄고 선택한 스타일을 지웁니다.
ms: Mematikan latar belakang dan animasi, serta mengosongkan gaya yang dipilih.
pt: Desativa o fundo e a animação e limpa o estilo selecionado.
ru: Выключает фон и анимацию и очищает выбранный стиль.
zh_hans: 关闭背景和动画，并清除所选样式。

source: Turns on the on-device smarts behind smarter suggestions and translation. Nothing works until you flip this.
de: Schaltet die Intelligenz auf dem Gerät ein, die hinter cleveren Vorschlägen und dem Übersetzen steckt. Nichts läuft, bevor du das anmachst.
es: Activa la inteligencia en el dispositivo que hay detrás de las sugerencias y la traducción más listas. Nada funciona hasta que actives esto.
et: Lülitab sisse seadmesisesed nutikused nutikamate soovituste ja tõlke taga. Midagi ei tööta, enne kui sa seda lülitad.
fr: Active l'intelligence sur l'appareil derrière des suggestions et une traduction plus malines. Rien ne marche tant que tu n'as pas activé ça.
hu: Bekapcsolja az eszközön futó okos funkciókat, amik az okosabb javaslatok és a fordítás mögött állnak. Semmi sem működik, amíg ezt be nem kapcsolod.
it: Attiva l'intelligenza sul dispositivo dietro suggerimenti e traduzione più intelligenti. Niente funziona finché non la attivi.
ja: よりスマートな候補や翻訳を支える、オンデバイスの知能をオンにします。これをオンにするまで何も動きません。
ko: 더 똑똑한 추천이랑 번역을 뒷받침하는 온디바이스 지능을 켜요. 이걸 켜기 전에는 아무것도 작동하지 않아요.
ms: Menghidupkan kepintaran atas-peranti di sebalik cadangan dan terjemahan yang lebih pintar. Tiada apa berfungsi sehingga anda menghidupkan ini.
pt: Liga a inteligência no dispositivo por trás de sugestões e tradução mais espertas. Nada funciona até ligares isto.
ru: Включает работающий на устройстве интеллект, на котором держатся умные подсказки и перевод. Пока это выключено, ничего из них не работает.
zh_hans: 打开设备端的智能功能，更聪明的建议和翻译都靠它。不开的话这些都用不了。

source: Tweak the key size, the bounce, the sounds, the haptics. Or don't. It works great as-is.
de: Stell die Tastengröße, das Abprallen, die Töne, die Haptik ein. Oder lass es – es funktioniert auch so super.
es: Ajusta el tamaño de las teclas, el rebote, los sonidos, la vibración. O no lo hagas: funciona genial tal cual.
et: Näpi klahvi suurust, põrget, helisid, haptikat. Või ära näpi. See töötab suurepäraselt nii nagu on.
fr: Ajuste la taille des touches, le rebond, les sons, le retour haptique. Ou pas — ça marche très bien tel quel.
hu: Állítgasd a billentyűméretet, a pattanást, a hangokat, a rezgést. Vagy ne – így is remekül működik.
it: Regola la dimensione dei tasti, il rimbalzo, i suoni, il feedback aptico. Oppure no — funziona benissimo così com'è.
ja: キーの大きさ、跳ね具合、サウンド、触覚フィードバックを調整できます。もちろんそのままでも十分に使えます。
ko: 키 크기, 바운스, 소리, 햅틱을 손봐요. 아니면 그냥 둬도 돼요 — 기본으로도 훌륭해요.
ms: Ubah suai saiz kekunci, lantunan, bunyi, haptik. Atau tidak — ia berfungsi hebat seadanya.
pt: Ajusta o tamanho das teclas, o ressalto, os sons, a vibração. Ou não — funciona lindamente como está.
ru: Подкрутите размер клавиш, отскок, звуки, тактильную отдачу. Или не подкручивайте — и так отлично работает.
zh_hans: 调调按键大小、回弹、声音、触感。不调也行——它开箱就很好用。

source: Twinkle
de: Funkeln
es: Destello
et: Vilkumine
fr: Scintillement
hu: Csillogás
it: Scintillio
ja: きらめき
ko: 반짝임
ms: Kerlipan
pt: Cintilar
ru: Искорки
zh_hans: 闪烁

source: Twist
de: Verdrehen
es: Giro
et: Vääne
fr: Torsion
hu: Csavarás
it: Torsione
ja: ツイスト
ko: 비틀기
ms: Pulas
pt: Torção
ru: Скручивание
zh_hans: 扭转

source: Two columns of cards — the whole panel at a glance.
de: Zwei Kartenspalten – das ganze Panel auf einen Blick.
es: Dos columnas de tarjetas para ver todo el panel de un vistazo.
et: Kaks kaardiveergu – kogu paneel ühe pilguga.
fr: Deux colonnes de cartes pour voir tout le panneau d’un coup d’œil.
hu: Két kártyaoszlop, így az egész panel egy pillantással áttekinthető.
it: Due colonne di schede per vedere tutto il pannello a colpo d’occhio.
ja: カードを2列に並べ、パネル全体をひと目で確認できます。
ko: 카드를 두 열로 배치해 패널 전체를 한눈에 볼 수 있습니다.
ms: Dua lajur kad untuk melihat seluruh panel sepintas lalu.
pt: Duas colunas de cartões para ver todo o painel de relance.
ru: Два столбца карточек — вся панель как на ладони.
zh_hans: 双列卡片布局，整个面板一目了然。

source: Two columns, each card as tall as its clip. Tap one to paste.
de: Zwei Spalten, jede Karte so hoch wie ihr Clip. Tippe einen zum Einfügen an.
es: Dos columnas, cada tarjeta tan alta como su clip: toca uno para pegar.
et: Kaks veergu, iga kaart sama kõrge kui oma klipp. Puuduta üht, et kleepida.
fr: Deux colonnes, chaque carte à la hauteur de son clip. Touche l'une d'elles pour coller.
hu: Két oszlop, minden kártya akkora, mint a benne lévő elem. Koppints egyre a beillesztéshez.
it: Due colonne, ogni scheda alta quanto la sua clip: toccane una per incollare.
ja: 2列に並び、カードの高さはクリップに合わせて伸びます。タップで貼り付け。
ko: 두 열로 놓이고 카드 높이는 클립 길이에 맞춰져요. 하나를 탭하면 붙여넣기돼요.
ms: Dua lajur, setiap kad setinggi klipnya. Ketik satu untuk tampal.
pt: Duas colunas, cada cartão tão alto quanto o seu clip. Toque num para colar.
ru: Две колонки, высота карточки равна её фрагменту. Нажмите на любую, чтобы вставить.
zh_hans: 分成两列，卡片高度随剪贴内容伸展，点按其中一条即可粘贴。

source: Two taps and it works in every app.
de: Zweimal tippen und es funktioniert in jeder App.
es: Dos toques y funcionará en todas las apps.
et: Kaks puudutust ja see töötab igas rakenduses.
fr: Deux gestes et il fonctionne dans toutes les apps.
hu: Két koppintás, és minden appban működik.
it: Due tocchi e funziona in tutte le app.
ja: 2回タップするだけで、すべてのアプリで使えます。
ko: 두 번만 탭하면 모든 앱에서 사용할 수 있어요.
ms: Dua ketikan dan ia berfungsi dalam semua app.
pt: Dois toques e funciona em todas as apps.
ru: Два касания — и работает в каждом приложении.
zh_hans: 轻点两次，即可在所有 App 中使用。

source: Two themes are in play
de: Zwei Themes sind im Spiel
es: Hay dos temas en juego
et: Mängus on kaks teemat
fr: Deux thèmes sont en jeu
hu: Két téma van játékban
it: Ci sono due temi in gioco
ja: 2 つのテーマが使われます
ko: 테마 두 개가 함께 쓰입니다
ms: Dua tema sedang digunakan
pt: Estão dois temas em jogo
ru: Задействованы две темы
zh_hans: 有两个主题在用

source: Two things iOS will ask you
de: Zwei Dinge, nach denen iOS fragt
es: Dos cosas que iOS te preguntará
et: Kaks asja, mida iOS sinult küsib
fr: Deux choses qu'iOS va te demander
hu: Két dolog, amit az iOS kérdezni fog
it: Due cose che iOS ti chiederà
ja: iOS から聞かれる 2 つのこと
ko: iOS가 물어볼 두 가지
ms: Dua perkara yang iOS akan tanya
pt: Duas coisas que o iOS vai perguntar
ru: Две вещи, о которых спросит iOS
zh_hans: iOS 会问你的两件事

source: Two ways to type
de: Zwei Arten zu tippen
es: Dos formas de escribir
et: Kaks sisestusviisi
fr: Deux façons de saisir
hu: Kétféle gépelési mód
it: Due modi di scrivere
ja: 2つの入力方法
ko: 두 가지 입력 방식
ms: Dua cara menaip
pt: Duas formas de escrever
ru: Два способа ввода
zh_hans: 两种输入方式

source: Two ways, and both stay on the keyboard: the language button on the suggestion bar, and a swipe up on the Return key. The keys change with the language.
de: Zwei Wege, beide direkt auf der Tastatur: die Sprachtaste in der Vorschlagsleiste, und ein Wisch nach oben auf der Eingabetaste. Die Tasten wechseln mit der Sprache.
es: Dos maneras, y las dos sin salir del teclado: el botón de idioma en la barra de sugerencias, y deslizar hacia arriba en la tecla de retorno. Las teclas cambian con el idioma.
et: Kaks viisi, mõlemad klaviatuuril: keeleklahv soovituseribal ja viipa üles sisestusklahvil. Klahvid vahetuvad keelega.
fr: Deux façons, et les deux restent sur le clavier : le bouton de langue dans la barre de suggestions, et un balayage vers le haut sur la touche Retour. Les touches changent avec la langue.
hu: Két út van, és mindkettő a billentyűzeten marad: a nyelvgomb a javaslatsávon, és egy felfelé húzás az Enteren. A billentyűk a nyelvvel együtt váltanak.
it: Due modi, entrambi senza uscire dalla tastiera: il pulsante lingua nella barra dei suggerimenti e uno scorrimento verso l'alto sul tasto Invio. I tasti cambiano insieme alla lingua.
ja: 方法は2つ、どちらもキーボード上で完結します。候補バーの言語ボタンと、リターンキーの上方向スワイプです。キーも言語に合わせて変わります。
ko: 두 가지가 있고 둘 다 키보드 안에서 끝납니다. 추천 바의 언어 버튼과, Return 키를 위로 쓸어올리는 동작입니다. 키도 언어에 맞춰 바뀝니다.
ms: Dua cara, dan kedua-duanya kekal pada papan kekunci: butang bahasa pada bar cadangan, dan leretan ke atas pada kekunci Return. Kekuncinya bertukar bersama bahasa.
pt: Duas formas, e ambas ficam no teclado: o botão de idioma na barra de sugestões, e um deslize para cima na tecla Return. As teclas mudam com o idioma.
ru: Два способа, и оба не требуют уходить с клавиатуры: кнопка языка в строке подсказок и подъём по клавише Return. Клавиши меняются вместе с языком.
zh_hans: 两种办法，都不用离开键盘：候选栏上的语言按钮，以及在 Return 键上向上轻扫。按键也会跟着语言一起变。

source: Two ways, and the second one is quick enough to use mid-word.
de: Zwei Wege — und der zweite ist schnell genug für mitten im Wort.
es: Dos maneras, y la segunda es lo bastante rápida para usarla a mitad de palabra.
et: Kaks viisi, ja teine on piisavalt kiire ka sõna keskel kasutamiseks.
fr: Deux façons, et la seconde est assez rapide pour s'utiliser en plein mot.
hu: Két út van, és a második elég gyors ahhoz, hogy szó közben használd.
it: Due modi, e il secondo è abbastanza rapido da usare a metà parola.
ja: 方法は2つ。2つ目は単語の途中でも使えるくらい素早くできます。
ko: 두 가지 방법이 있고, 두 번째는 단어 중간에도 쓸 만큼 빠릅니다.
ms: Dua cara, dan cara kedua cukup pantas untuk digunakan di tengah perkataan.
pt: Duas formas, e a segunda é rápida o suficiente para usares a meio de uma palavra.
ru: Два способа, и второй достаточно быстрый, чтобы им пользоваться посреди слова.
zh_hans: 两种办法，第二种快到可以在词写到一半时用。
